/* No Network Error title */
"Network Unavailable" = "Network Unavailable";

/* Sequence Type Mismatch Error title */
"No Sequence Specified" = "No Sequence Specified";

/* Menu Item 2 text */
"Submit Sequence to NCBI ORF Finder" = "Submit Sequence to NCBI ORF Finder";

/* NSLock/Thread Error description */
"There was a problem safely accessing data from within a thread.  Please try again." = "There was a problem safely accessing data from within a thread.  Please try again.";

/* Insufficient Sequence Error description */
"This analysis requires a DNA of greater than 200 bp." = "This analysis requires a DNA of greater than 200 bp.";

/* Sequence Type Mismatch Error description */
"This analysis requires a DNA sequence." = "This analysis requires a DNA sequence.";

/* NSWorkspace URL Opening Error description */
"This analysis requires the operating system to open a URL in your chosen web browser.  Attempting to do so has caused an error." = "This analysis requires the operating system to open a URL in your chosen web browser.  Attempting to do so has caused an error.";

/* No Network Error description */
"This search requires an active network and there is no connection currently available.  Please try again when you have network access." = "This search requires an active network and there is no connection currently available.  Please try again when you have network access.";

/* NSLock/Thread Error title */
"Threading Error" = "Threading Error";

/* NSWorkspace URL Opening Error title */
"Unable to Open URL" = "Unable to Open URL";